<?php

return [

    /*
    |---------------------------------------------------------------------------
    | أسطر لغة المصادقة
    |---------------------------------------------------------------------------
    |
    | الأسطر التالية تُستخدم أثناء المصادقة لعرض رسائل مختلفة للمستخدم.
    | يمكنك تعديل هذه الرسائل وفقًا لمتطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه غير متطابقة مع سجلاتنا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'عدد محاولات تسجيل الدخول كبير جدًا. يرجى المحاولة مرة أخرى بعد : ثانية.',

];
