<?php

return [

    /*
    |---------------------------------------------------------------------------
    | أسطر لغة الكلمات
    |---------------------------------------------------------------------------
    |
    | الأسطر التالية تُستخدم لإنشاء الروابط البسيطة في نظام التصفح.
    | يمكنك تغييرها لأي شيء يتناسب مع تطبيقك.
    |
    */

    'no_items_found'                  => 'لم يتم العثور على أي عناصر',
    'sent'                            => 'تم الإنشاء بنجاح',
    'messageSent'                     => 'تم إرسال الرسالة بنجاح .. سنتواصل معك قريبًا',
    'updated'                         => 'تم التحديث بنجاح',
    'deleted'                         => 'تم الحذف بنجاح',
    'deleted_image'                   => 'تم حذف الصورة بنجاح',
    'changed_status'                  => 'تم التغيير بنجاح',
    'delete_record_message'           => 'هل أنت متأكد أنك تريد حذف هذا السجل؟',
    'delete_image_message'            => 'هل أنت متأكد أنك تريد حذف هذه الصورة؟',
    'change_status_message'           => 'هل أنت متأكد أنك تريد تغيير حالة هذا السجل؟',
    'current_password_error'          => 'كلمة المرور الحالية لا تتطابق مع السجل',
    'duplicated'                      => 'هذه القيم موجودة بالفعل!',
];
