<?php

return [

    /*
    |----------------------------------------------------------------------
    | رسائل إعادة تعيين كلمة المرور
    |----------------------------------------------------------------------
    |
    | فيما يلي الرسائل الافتراضية التي تتطابق مع الأسباب
    | التي يتم تقديمها من قبل وكيل كلمة المرور عندما يفشل محاولة
    | تحديث كلمة المرور، مثل وجود رمز غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'reset' => 'تمت إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا لك رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.",

];
